/*
* При запуске игры пользователю нужно будет первым делом создать персонажа, которого назовет пользователь.
* После этого у игрока должна появиться надпись Куда вы хотите пойти? и быть доступны следующие варианты:
* 1. К торговцу
* 2. В тёмный лес
* 3. На выход
*
* В первом случае можно будет попасть к торговцу (которого вам нужно реализовать самостоятельно,
* вместе с логикой взаимодействия с ним; если еще не реализовали — пусть возвращается надпись Торговец еще не вышел на работу).
* Во втором случае можно будет запустить логику ведения боя. Монстр должен появляться рандомный (либо скелет, либо гоблин с вероятностью 50%).
* По завершении торговли или завершении боя должна быть доступна опция Вернуться в город или Продолжить торговлю/бой.
* */

public class Game {
    public static void main(String[] args) {

    }
}
